Repository: CarlonchoMaster/bedrock-config
Catalog: web/app/languages/plugins/feloopcustom-*.po
Languages: es_es

# post type general name
source: Post Type
es_es: Tipo de Publicación

# post type singular name
source: Post Type
es_es: Tipo de Publicación

source: Add New %s
es_es: Agregar Nuevo %s

source: Post
es_es: Publicación

source: Edit %s
es_es: Editar %s

source: New %s
es_es: Nuevo %s

source: All %s
es_es: Todos %s

source: Posts
es_es: Publicaciones

source: View %s
es_es: Ver %s

source: Search %a
es_es: Buscar %a

source: No %s Found
es_es: %s no Encontrados

source: No %s Found In Trash
es_es: %s no Encontrado en la Papelera

source: *Posts
es_es: *Publicaciones

source: Terms
es_es: Palabras

source: Term
es_es: Palabra

source: Search Terms
es_es: Buscar Palabras

source: All Terms
es_es: Todas las Palabras

source: Parent Term
es_es: Palabra Principal

source: Parent Term:
es_es: Palabra Principal:

source: Edit Term
es_es: Editar Palabra

source: Update Term
es_es: Actualizar Palabra

source: Add New Term
es_es: Agregar Nueva Palabra

source: New Term Name
es_es: Agregar Nombre de Palabra

source: Custom Field
es_es: Campo Personalizado

source: Post updated. %sView post%s.
es_es: Publicación actualizada. %sVer Publicación%s.

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Post updated.
es_es: Publicación actualizada.

source: Post restored to revision from %s.
es_es: Publicación restaurada para revisión de %s.

source: Post published. %sView post%s.
es_es: Publicación publicada. %sVer Publicación%s.

source: Post saved.
es_es: Publicación Guardada.

source: Post submitted. %sPreview post%s.
es_es: Publicación Enviada. %sPrevisualizar Publicación%s.

source: Post scheduled for: %1$s. %2$sPreview post%3$s.
es_es: Publicación programada para: %1$s. %2$sPrevisualizar Publicación%3$s.

source: Post draft updated. %sPreview post%s.
es_es: Borrador de publicación actualizada. %sPrevisualizar publicación%s.

source: Post Details
es_es: Detalle de Publicación

source: Enter the post title here
es_es: Ingresar el titulo de la publicación aqui

source: Custom field:
es_es: Campo personalizado:

source: Description of this custom field.
es_es: Descripción de este campo personalizado.

source: Plugin Settings
es_es: Preferencias del Plugin

source: Settings
es_es: Preferencias

source: Standard
es_es: Estándar

source: These are fairly standard form input fields.
es_es: Estos son campos de entrada de formulario bastante estándar.

source: Some Text
es_es: Algún Texto

source: This is a standard text field.
es_es: Este es un estándar campo de texto.

source: Placeholder text
es_es: Texto del marcador

source: A Password
es_es: Una contraseña

source: This is a standard password field.
es_es: Este es un campo de contraseña estándar.

source: Some Secret Text
es_es: Algún texto secreto

source: This is a secret text field - any data saved here will not be displayed after the page has reloaded, but it will be saved.
es_es: Este es un campo de texto secreto, los datos guardados aquí no se mostrarán después de que la página se haya recargado, pero se guardarán.

source: A Text Block
es_es: Un bloque de texto

source: This is a standard text area.
es_es: Ésta es un área de texto estándar.

source: Placeholder text for this textarea
es_es: Texto de marcador para este área de texto

source: An Option
es_es: Una opción

source: A standard checkbox - if you save this option as checked then it will store the option as 'on', otherwise it will be an empty string.
es_es: Una casilla de verificación estándar: si guarda esta opción como marcada, almacenará la opción como 'activada'; de lo contrario, será una cadena vacía.

source: A Select Box
es_es: Un cuadro de selección

source: A standard select box.
es_es: Un cuadro de selección estándar.

source: Some Options
es_es: Algunas Opciones

source: A standard set of radio buttons.
es_es: Un conjunto estándar de botones de opción.

source: Some Items
es_es: Algunas filas

source: You can select multiple items and they will be stored as an array.
es_es: Puede seleccionar varios elementos y se almacenarán como una matriz.

source: These are some extra input fields that maybe aren't as common as the others.
es_es: Estos son algunos campos de entrada adicionales que tal vez no sean tan comunes como los demás.

source: A Number
es_es: Un número

source: This is a standard number field - if this field contains anything other than numbers then the form will not be submitted.
es_es: Este es un campo numérico estándar; si este campo contiene algo más que números, no se enviará el formulario.

source: Pick a colour
es_es: Elige un color

source: This uses WordPress' built-in colour picker - the option is stored as the colour's hex code.
es_es: Esto utiliza el selector de color incorporado de WordPress: la opción se almacena como código hexadecimal de colores.

source: An Image
es_es: Una imagen

source: This will upload an image to your media library and store the attachment ID in the option field. Once you have uploaded an imge the thumbnail will display above these buttons.
es_es: Esto cargará una imagen a su biblioteca de medios y almacenará el ID del archivo adjunto en el campo de opción. Una vez que haya subido una imagen, la miniatura se mostrará sobre estos botones.

source: A Multi-Select Box
es_es: Un cuadro de selección múltiple

source: A standard multi-select box - the saved data is stored as an array.
es_es: Un cuadro de selección múltiple estándar: los datos guardados se almacenan como una matriz.

source: Upload an image
es_es: Subir una imagen

source: Use image
es_es: Usar la imagen

source: Upload new image
es_es: Subir nueva imagen

source: Remove image
es_es: Quita la imagen

source: All
es_es: Todos

source: Save Settings
es_es: Guardar Preferencias

source: Cheatin&#8217; huh?
es_es: ¿Engañando; eh?

source: Tutorials
es_es: Tutoriales

# post
source: Add New
es_es: Agregar Nuevo

source: Add New Tutorial
es_es: Agregar Nuevo Tutorial

source: Edit Tutorial
es_es: Editar Tutorial

source: New Tutorial
es_es: Nuevo Tutorial

source: View Tutorial
es_es: Ver Tutorial

source: Search Tutorials
es_es: Buscar Tutoriales

source: No Tutorials found
es_es: Tutoriales no encontrados

source: No Tutorials found in Trash
es_es: Tutoriales no encontrados en la papelera

source: All Tutorials
es_es: Todos los tutoriales
